tap 'heroku/brew'
tap 'homebrew/bundle'
tap 'tilt-dev/tap'
tap 'homebrew/cask'
tap 'ldez/tap'
tap 'buildpack/tap'
tap 'homebrew/cask-versions'
tap 'homebrew/core'
tap 'homebrew/services'
tap 'skeema/tap'
tap 'caarlos0/tap'
tap 'flyteorg/homebrew-tap'
tap 'goreleaser/tap'
tap 'bufbuild/buf'
brew 'kube-ps1'
brew 'tilt'
brew 'skaffold'
cask 'docker' # docker for desktop
brew 'pack'
brew 'ko'
brew 'proctools'
brew 'pstree'
brew 'findutils'
brew 'gnu-tar'
brew 'gnu-time'
brew 'gnu-which'
brew 'gnu-sed'
brew 'gnu-indent'
brew 'less'
brew 'asciinema'
brew 'lolcat'
brew 'gawk'
brew 'gnutls'
brew 'gnu-getopt'
brew 'parallel'
brew 'screen'
brew 'ncurses'
brew 'pv'
brew 'unrar'
brew 'shfmt'
brew 'dust'
brew 'z'
brew 'bash'
brew 'bash-completion'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'zsh-completions'
brew 'ack'
brew 'ccat'
brew 'bat'
brew 'icdiff'
brew 'diff-so-fancy'
brew 'git' # no force-bottle: git --exec-path doesn't work, remote helpers missing from path
brew 'hg'
brew 'interactive-rebase-tool'
brew 'gti'
brew 'prm'
brew 'go'
brew 'fzf'
brew 'grv'
brew 'rust'
brew 'openssl'
brew 'openssh'
brew 'dog'
brew 'fd'
brew 'wdiff'
brew 'entr'
brew 'direnv'
brew 'shellcheck'
brew 'telnet'
brew 'mitmproxy'
brew 'fortio'
brew 'pinentry-mac'
brew 'gnupg'
cask 'keybase'
cask 'iterm2'
cask 'visual-studio-code'
cask 'goland'
brew 'aria2'
brew 'python@3.8'
brew 'awscli'
brew 'flytectl'
brew 'azure-cli'
brew 'bash'
brew 'bat'
brew 'node'
brew 'bitwarden-cli'
brew 'gettext'
brew 'glib'
brew 'cairo'
brew 'cfssl'
brew 'cmake'
brew 'colordiff'
brew 'coreutils'
brew 'curl'
brew 'detox'
brew 'doctl'
brew 'etcd'
brew 'exiftool'
brew 'pkg-config'
brew 'nghttp2'
brew 'unbound'
brew 'harfbuzz'
brew 'ffmpeg'
brew 'zsh'
brew 'gdk-pixbuf'
brew 'git-crypt'
brew 'graphviz'
brew 'protobuf'
brew 'grpc'
brew 'htop'
brew 'hub'
brew 'hugo'
brew 'jhead'
brew 'jq'
brew 'jump'
brew 'kustomize'
brew 'nmap'
brew 'rclone'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'ruby'
brew 'sphinx-doc'
brew 'st'
brew 'terraform'
brew 'the_silver_searcher'
brew 'tig'
brew 'nvm'
brew 'tldr'
brew 'ncdu'
brew 'taskwarrior'
brew 'tmux'
brew 'nmap'
brew 'wireshark'
brew 'goreleaser'
brew 'goreleaser-pro'
brew 'buf'
brew 'tree'
brew 'kustomize'
brew 'k3d'
brew 'gh'
brew 'vault'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'tt'
brew 'yq'
brew 'htop'
brew 'z'
cask 'aws-vault'
cask 'google-cloud-sdk'
cask 'alacritty'
cask 'recordit'
cask 'zoomus'
cask 'flux'
cask 'slack'
cask 'rectangle'
cask 'spotify'
cask '1password'
cask 'dropbox'
cask 'coconutbattery'
cask 'firefox'
cask 'open-in-code'
cask 'vip-access'